Repository: lexrus/RegExPlus
Catalog: RegEx+/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, zh_hans, zh_hant

source: %lld matches
de: %lld Treffer
es: %lld coincidencias
fr: %lld correspondances
it: %lld corrispondenze
ja: %lld マッチ
ko: %lld개 일치
nl: %lld resultaten
pl: %lld dopasowań
zh_hans: %lld 次匹配
zh_hant: %lld 次匹配

source: 1 match
de: 1 Treffer
es: 1 coincidencia
fr: 1 correspondance
it: 1 corrispondenza
ja: 1マッチ
ko: 1개 일치
nl: 1 resultaat
pl: 1 dopasowanie
zh_hans: 一次匹配
zh_hant: 一次匹配

source: Allow Comments and Whitespace
de: Kommentare und Leerzeichen erlauben
es: Permitir comentarios y espacios en blanco
fr: Autoriser les commentaires et les espaces
it: Consenti commenti e spazi
ja: コメントと空白を許可
ko: 주석 및 공백 허용
nl: Reacties en witruimte toestaan
pl: Zezwalaj na komentarze i białe znaki
zh_hans: 允许注释和空格
zh_hant: 允許註釋和空格

source: Anchors Match Lines
de: Anker passen zu Zeilen
es: Anclas coinciden con líneas
fr: Les ancres correspondent aux lignes
it: Ancore corrispondono alle righe
ja: アンカーで行をマッチ
ko: 앵커로 라인 일치
nl: Ankers komen overeen met regels
pl: Kotwice dopasowują linie
zh_hans: 锚点匹配行
zh_hant: 錨點匹配行

source: Case Insensitive
de: Groß-/Kleinschreibung ignorieren
es: Insensible a mayúsculas/minúsculas
fr: Insensible à la casse
it: Ignora maiuscole/minuscole
ja: 大文字小文字を区別しない
ko: 대소문자 구분 안 함
nl: Hoofdletterongevoelig
pl: Ignoruj wielkość liter
zh_hans: 不区分大小写
zh_hant: 不區分大小寫

source: Cheat Sheet
de: Spickzettel
es: Hoja de Referencia
fr: Antisèche
it: Guida di Riferimento
ja: チートシート
ko: 치트 시트
nl: Spiekbriefje
pl: Ściąga
zh_hans: 小抄
zh_hant: 小抄

source: Copies the substitution result to clipboard
de: Ersetzungsergebnis in Zwischenablage kopieren
es: Copia el resultado de sustitución al portapapeles
fr: Copie le résultat de substitution dans le presse-papiers
it: Copia il risultato della sostituzione negli appunti
ja: 置換結果をクリップボードにコピー
ko: 치환 결과를 클립보드에 복사
nl: Kopieert het vervangingsresultaat naar het klembord
pl: Kopiuje wynik podstawienia do schowka
zh_hans: 将替换结果复制到剪贴板
zh_hant: 將替換結果複製到剪貼板

source: Copy substitution result
de: Ersetzungsergebnis kopieren
es: Copiar resultado de sustitución
fr: Copier le résultat de substitution
it: Copia risultato di sostituzione
ja: 置換結果をコピー
ko: 치환 결과 복사
nl: Vervangingsresultaat kopiëren
pl: Kopiuj wynik podstawienia
zh_hans: 复制替换结果
zh_hant: 複製替換結果

source: Create a sample
de: Beispiel erstellen
es: Crear un ejemplo
fr: Créer un exemple
it: Crea un esempio
ja: サンプルを作成
ko: 샘플 만들기
nl: Voorbeeld maken
pl: Utwórz przykład
zh_hans: 新建样例
zh_hant: 新建樣例

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
zh_hans: 完成
zh_hant: 完成

source: Dot Matches Line Separators
de: Punkt entspricht Zeilentrenner
es: Punto coincide con separadores de línea
fr: Le point correspond aux séparateurs de ligne
it: Il punto corrisponde ai separatori di riga
ja: ドットで改行文字をマッチ
ko: 점이 줄 구분 기호와 일치
nl: Punt komt overeen met regelscheidingstekens
pl: Kropka dopasowuje separatory linii
zh_hans: 点符号匹配行分隔符
zh_hant: 點符號匹配行分隔符

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pl: Edytuj
zh_hans: 编辑
zh_hant: 編輯

source: Ignore Metacharacters
de: Metazeichen ignorieren
es: Ignorar metacaracteres
fr: Ignorer les métacaractères
it: Ignora metacaratteri
ja: メタ文字を無視
ko: 메타 문자 무시
nl: Metatekens negeren
pl: Ignoruj metaznaki
zh_hans: 忽略元字符
zh_hant: 忽略元字符

source: Insert %@ into text
de: %@ in Text einfügen
es: Insertar %@ en texto
fr: Insérer %@ dans le texte
it: Inserisci %@ nel testo
ja: %@をテキストに挿入
ko: %@를 텍스트에 삽입
nl: Voeg %@ in tekst in
pl: Wstaw %@ do tekstu
zh_hans: 将%@插入文本
zh_hant: 將%@插入文字

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
nl: Laden...
pl: Ładowanie...
zh_hans: 加载中...
zh_hant: 載入中...

source: Metacharacters
de: Metazeichen
es: Metacaracteres
fr: Métacaractères
it: Metacaratteri
ja: メタ文字
ko: 메타 문자
nl: Metatekens
pl: Metaznaki
zh_hans: 元字符
zh_hant: 元字符

source: Operators
de: Operatoren
es: Operadores
fr: Opérateurs
it: Operatori
ja: 演算子
ko: 연산자
nl: Operatoren
pl: Operatory
zh_hans: 操作符
zh_hant: 操作符

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
zh_hans: 选项
zh_hant: 選項

# Price: $$$1.$2
source: Price: $$$1\.$2\n
de: Preis: $$$1\.$2\n
es: Precio: $$$1\.$2\n
fr: Prix : $$$1\.$2\n
it: Prezzo: $$$1\.$2\n
ja: 価格: $$$1\.$2\n
ko: 가격: $$$1\.$2\n
nl: Prijs: $$$1\.$2\n
pl: Cena: $$$1\.$2\n
zh_hans: 价格: $$$1\.$2\n
zh_hant: 價格: $$$1\.$2\n

source: Regular Expression
de: Regulärer Ausdruck
es: Expresión Regular
fr: Expression Régulière
it: Espressione Regolare
ja: 正規表現
ko: 정규 표현식
nl: Reguliere expressie
pl: Wyrażenie regularne
zh_hans: 正则表达式
zh_hant: 正則表達式

source: Sample Text
de: Beispieltext
es: Texto de Ejemplo
fr: Texte d'Exemple
it: Testo di Esempio
ja: サンプルテキスト
ko: 샘플 텍스트
nl: Voorbeeldtekst
pl: Przykładowy tekst
zh_hans: 示例文字
zh_hant: 示例文字

source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
it: Cerca...
ja: 検索...
ko: 검색...
nl: Zoeken...
pl: Szukaj...
zh_hans: 搜索...
zh_hant: 搜索...

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
nl: Deel
pl: Udostępnij
zh_hans: 分享
zh_hant: 分享

source: Share this regular expression
de: Diesen regulären Ausdruck teilen
es: Compartir esta expresión regular
fr: Partager cette expression régulière
it: Condividi questa espressione regolare
ja: この正規表現を共有
ko: 이 정규 표현식 공유
nl: Deel deze reguliere expressie
pl: Udostępnij to wyrażenie regularne
zh_hans: 分享这个正则表达式
zh_hant: 分享這個正則表達式

source: Substitution Result
de: Ersetzungsergebnis
es: Resultado de Sustitución
fr: Résultat de Substitution
it: Risultato di Sostituzione
ja: 置換結果
ko: 치환 결과
nl: Vervangingsresultaat
pl: Wynik podstawienia
zh_hans: 替换结果
zh_hant: 替換結果

source: Substitution Template
de: Ersetzungsvorlage
es: Plantilla de Sustitución
fr: Modèle de Substitution
it: Modello di Sostituzione
ja: 置換テンプレート
ko: 치환 템플릿
nl: Vervangingssjabloon
pl: Szablon podstawienia
zh_hans: 替换模板
zh_hant: 替換模板

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Naamloos
pl: Bez tytułu
zh_hans: 未命名
zh_hant: 未命名

source: Use Unicode Word Boundaries
de: Unicode-Wortgrenzen verwenden
es: Usar límites de palabra Unicode
fr: Utiliser les limites de mots Unicode
it: Usa limiti di parola Unicode
ja: Unicode単語境界を使用
ko: 유니코드 단어 경계 사용
nl: Gebruik Unicode-woordgrenzen
pl: Użyj granic słów Unicode
zh_hans: 使用 Unicode 字符边界
zh_hant: 使用 Unicode 字符邊界

source: Use Unix Line Separators
de: Unix-Zeilentrenner verwenden
es: Usar separadores de línea Unix
fr: Utiliser les séparateurs de ligne Unix
it: Usa separatori di riga Unix
ja: Unix改行文字を使用
ko: Unix 줄 구분 기호 사용
nl: Gebruik Unix-regelscheidingstekens
pl: Użyj separatorów linii Unix
zh_hans: 使用 Unix 换行符
zh_hant: 使用 Unix 換行符

source: View regular expression reference guide
de: Regulärer Ausdruck-Referenzhandbuch anzeigen
es: Ver guía de referencia de expresiones regulares
fr: Voir le guide de référence des expressions régulières
it: Visualizza la guida di riferimento delle espressioni regolari
ja: 正規表現リファレンスガイドを表示
ko: 정규 표현식 참조 가이드 보기
nl: Bekijk de referentiegids voor reguliere expressies
pl: Zobacz przewodnik po wyrażeniach regularnych
zh_hans: 查看正则表达式参考指南
zh_hant: 查看正則表達式參考指南

source: Your RegEx+ library is empty
de: Ihre RegEx+ Bibliothek ist leer
es: Tu biblioteca RegEx+ está vacía
fr: Votre bibliothèque RegEx+ est vide
it: La tua libreria RegEx+ è vuota
ja: RegEx+ライブラリが空です
ko: RegEx+ 라이브러리가 비어 있습니다
nl: Je RegEx+ bibliotheek is leeg
pl: Twoja biblioteka RegEx+ jest pusta
zh_hans: 你的 RegEx+ 仓库是空的
zh_hant: 你的 RegEx+ 倉庫是空的

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
zh_hans: 名字
zh_hant: 名字
